Repository: Demidovaa/iOS-practice
Catalog: FirstPracticeEpam/FirstPracticeEpam/*.lproj/Localizable.strings
Languages: ru

# base
source: You have to guess a number in the range:
ru: Тебе предстоит угадать число в диапазоне:

# error
source: Input Error!
ru: Ошибка! Введите число в диапазоне:

# success
source: Well done! You guessed it :)
ru: Молодец! Ты угадал :)

# repeatSuccess
source: Let's play some more? Number in the range:
ru: Давай поиграем еще? Заданный диапазон:

# many
source: I made less, try again :)
ru: Я загадал меньше, попробуй еще :)

# few
source: I made more, try again :)
ru: Я загадал больше, попробуй еще :)

# answer
source: The guessed number
ru: Загаданное число

# newVar
source: I did it again
ru: Я загадал снова

# counterSuccess
source: Number of steps:
ru: Количество шагов:

# counterFail
source: Attempts:
ru: Попыток:

# setRange
source: You must specify a range:
ru: Необходимо задать диапазон:

# statistics
source: Counter games:
ru: Количество игр:

source: Info
ru: Информация

# gameNumber
source: Game №
ru: Игра №

source: Counter game:
ru: Количество игр:

source: Range:
ru: Диапазон:

source: Attempts:
ru: Попытки:
